<template>
    <div class="flex">
        <img class="mx-20" src="/src/assets/imgs/homePageImgs/image 11.png" alt="">
        <img src="/src/assets/imgs/homePageImgs/Line 14.png" alt="">
        <p class=" mx-20 mt-44 max-w-5xl text-xl">ლეონარდო და ვინჩმა, რომელიც დაიბადა ვინჩიში, იტალიაში, 1452 წელს, განასახიერა რენესანსული სულისკვეთება, როგორც
            პოლიმათი. მისმა მხატვრულმა ბრწყინვალებამ შექმნა შედევრები, როგორიცაა "მონა ლიზა" და "ბოლო ვახშამი", რომლებიც
            აჩვენებენ სინათლის, ჩრდილის და პერსპექტივის უბადლო გაგებას. ანატომიაში ჩაღრმავებამ, მისმა დისექციამ წარმოადგინა
            რთული ჩანახატები, რომლებიც ავლენს ადამიანის ფორმის ღრმა კვლევას.
            ლეონარდოს საინჟინრო გამოგონება იყო შორსმიმავალი, ითვალისწინებდა საფრენ აპარატებს, სამხედრო ინოვაციებს და
            არქიტექტურულ დიზაინს. მისი რვეულები, იდეებისა და დაკვირვებების საგანძური, მოიცავდა ანატომიას, ბოტანიკას,
            გეოლოგიასა და ჰიდრავლიკას. მისი ხედვითი კონცეფციები ხშირად აჭარბებდა თავისი დროის ტექნოლოგიურ შესაძლებლობებს.
        მისი მხატვრული და მეცნიერული წვლილის გარდა, ლეონარდოს მახვილი დაკვირვებები გავრცელდა ბუნებრივ სამყაროზეც და
        დოკუმენტურად აღწერდა ფენომენებს წყლის ნაკადიდან ფრინველების ფრენამდე. მისი მემკვიდრეობა სცილდება დისციპლინებს,
        რაც სიმბოლოა ხელოვნებისა და მეცნიერების ურთიერთკავშირში. ლეონარდო და ვინჩის დაუოკებელი ცნობისმოყვარეობა და
        პიონერული სული კვლავ შთააგონებს თაობებს, აძლიერებს მის სტატუსს, როგორც ინტერდისციპლინური გენიოსის მაგალითს. იგი
        გარდაიცვალა 1519 წელს და დატოვა ღრმა და მუდმივი გავლენა ადამიანის შემოქმედებასა და კვლევაზე.</p>
</div>
</template>